<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
	<meta http-equiv="content-type" content="text/html;charset=UTF-8" />
	<title>Google Developer Day 2007 - Paris - Sessions</title>
	<link rel="stylesheet" href="styles/global.css" type="text/css" />
	<script src="scripts/showvideos.js" type="text/javascript"></script>
	<script type="text/javascript">
	window.onload = function() {
		VideoInfo.init('fr');
	}
	</script>
</head>
<body>
	<div class="content">
		<div class="header clearfix">
			<div style="float:left;"><a href="index.html"><img src="images/logo.jpg"></a></div>
			<h1 style="float:right;">Paris</h1>
		</div>
	
		<div class="menu">
			<ul>
				<li><a href="fr-home.html">Accueil</a></li>
				<li><a href="fr-local.html">Informations locales</a></li>
				<li>Sessions</li>
				<li><a href="fr-register.html">Inscription</a></li>
				<li><a href="index.html">Autres villes</a></li>
			</ul>
		</div>

		<div class="content_body">
		  <div class="sessionschedule">
		  <h2>Agenda</h2>
		  <table border="0" cellpadding="0" cellspacing="0" class="schedule">    <tbody>      <tr>        <td><br />        </td>        <td><p align="center"> <strong>Sessions - Salle           haute </strong> </p></td>        <td><p align="center"> <strong>Sessions           - Salle basse</strong> </p></td>        <td><p align="center"> <strong>Ateliers</strong> </p></td>      </tr>      <tr>        <td class="times">13h00</td>        <td> Inscription aux sessions </td>        <td><br />        </td>        <td><br />        </td>      </tr>      <tr>        <td class="times">14h00</td>        <td> Discours d'inauguration </td>        <td><br />        </td>        <td><br />        </td>      </tr>      <tr>        <td class="times"><span lang="fr" xml:lang="fr">14h30 </span> </td>        <td><p> <span lang="fr" xml:lang="fr">Introduction aux API           Google</span></p>        </td>        <td><p> <span lang="fr" xml:lang="fr">Google Data API &ndash; Google Agenda           et Blogger</span> </p>        </td>        <td><br />        </td>      </tr>      <tr>        <td class="times"><span lang="fr" xml:lang="fr">15h30 </span> </td>        <td><span lang="fr" xml:lang="fr">Google Gadgets</span> </td>        <td><span lang="fr" xml:lang="fr">Google Earth KML </span> </td>        <td>Desirsdavenir.com<br />        (Google Maps API) </td>      </tr>      <tr>        <td class="times"> 16h30 - 17h00<br />        </td>        <td colspan="3"> Pause Caf&eacute;</td>      </tr>      <tr>        <td class="times"> 17h00 </td>        <td><p> <span lang="fr" xml:lang="fr">Google Maps API</span> </p>        </td>        <td><p> Google Apps &amp; Google Search Appliance           API </p>        </td>        <td><p><br />          Co-Working Space<br />          (OpenSource) </p>        </td>      </tr>      <tr>        <td class="times"> 18h00 </td>        <td><p> <span lang="nl" xml:lang="nl">Google Web Toolkit</span> </p>        </td>        <td><p> <span lang="fr" xml:lang="fr">AdWords API</span> </p>        </td>        <td>Crowd Up<br />        (Maps API &amp; Forge)</td>      </tr>      <tr>        <td class="times"> 19h00 </td>        <td> Vid&eacute;o-conf&eacute;rence mondiale avec Mountain View (Californie) </td>        <td><br />        </td>        <td><br />        </td>      </tr>      <tr>        <td class="times"> 20h00 - 21h00 </td>        <td> Cocktail de cl&ocirc;ture<br />        </td>        <td><br />        </td>        <td><br />        </td>      </tr>    </tbody></table>
		  </div>

		  <h2>Details des sessions</h2>
		  <div class="session_time_block">  <h3>14h30 &ndash; 15h20</h3>  <div class="session">      <div class="title">Introduction aux API Google</div>      <div class="presenters">Patrick Chanezon</div>      <div class="agenda"> Cette session sera une introduction globale &agrave; toutes les API Google et d&eacute;montrera les ponts que l'on peut cr&eacute;er entre elles &agrave; l'aide de nombreux mashups m&ecirc;lant Ajax Search API, Maps API, Google Data API, Google Earth, Checkout API, AdWords API et Google Web Toolkit.<br />        <br />        Patrick Chanezon est API Evangelist pour Google Checkout et travaille &agrave; Mountain View en Californie. Ses principaux centres d&rsquo;int&eacute;r&ecirc;t sont actuellement les API Google, REST et SOAP, Javascript, PHP, Ruby et Ajax. Auparavant, il a travaill&eacute; sur diff&eacute;rents portails, blogs et flux de syndication &agrave; Sun Microsystems, AOL et Netscape. Il est le cofondateur de ROME &ndash; Atom and RSS utilities in Java, une biblioth&egrave;que Open Source dont l&rsquo;objectif est de simplifier le codage en Java des applications syndiqu&eacute;es. Plus d&rsquo;infos sur son blog http://wordpress.chanezon.com/. En dehors de la programmation et de la lecture, Patrick passe son temps libre en famille, avec sa femme et ses trois enfants.</div>        <div id="video_apis" class="materials"></div>  </div>  <div class="session">      <div class="title">Google Data API &ndash; Google Agenda et Blogger</div>      <div class="presenters">Christian Miccio &amp; Jean-Fran&ccedil;ois Wassong </div>      <div class="abstract">Utilisez l'API Google Data pour int&eacute;grer vos donn&eacute;es avec des services Google tels que Google Agenda ou Blogger. Cette session vous montrera combien il est ais&eacute; de lister vos &eacute;v&eacute;nements avec Google Agenda ou g&eacute;rer des posts de messages avec Blogger tout en int&eacute;grant des mashups cartographi&eacute;s gr&acirc;ce &agrave; Google Maps API.<br />        <br />        Christian Miccio est Product Manager pour Google et travaille &agrave; Zurich sur de nombreux produits Google. Il a aid&eacute; &agrave; construire et lancer l'API Google Base, et plus r&eacute;cemment la Onebox m&eacute;t&eacute;o en Europe. Avant Google, Christian a &eacute;t&eacute; une des personnes cl&eacute;s dans la construction d'un syst&egrave;me de reconnaissance musicale par t&eacute;l&eacute;phone portable (Shazam Entertainment), dont un des composants majeurs est une base de donn&eacute;es musicale de plus de 3,5 millions de titres.<br />        <br />        Jean-Fran&ccedil;ois Wassong est Customer Solution Engineer chez Google France. Il est charg&eacute; de promouvoir et faciliter les int&eacute;grations des clients annonceurs avec l'ensemble des applications Google. Avant cela, il a &eacute;t&eacute; en charge de diff&eacute;rents projets li&eacute;s &agrave; la gestion de la connaissance chez EDF, puis responsable avant-vente de solutions techniques de recherche et cat&eacute;gorisation chez l'&eacute;diteur de logiciels Verity/Autonomy.</div>        <div id="video_gdata_blogger" class="materials"></div>  </div></div><div class="session_time_block">  <h3>15h30 &ndash; 16h20</h3>	<div class="session">    <div class="title">Google Gadgets</div>    <div class="presenters">David Aubespin</div>    <div class="abstract"> Vous avez du contenu et recherchez de l&rsquo;audience ? Apprenez comment promouvoir votre application aupr&egrave;s de millions d&rsquo;utilisateurs et de dizaines de milliers de sites web en cr&eacute;ant un Google Gadget universel. Cette session vous initiera &agrave; Google Gadgets et son &eacute;cosyst&egrave;me. Nous d&eacute;montrerons comme il est simple de cr&eacute;er votre premier Gadget et approfondirons par la pr&eacute;sentation de techniques avanc&eacute;es qui rendront votre gadget populaire. Une s&eacute;ance de questions/r&eacute;ponses cl&ocirc;turera cette session.<br />        <br />        David Aubespin dirige le d&eacute;partement Sales Engineering de la c&ocirc;te Est des &Eacute;tats-Unis, depuis notre bureau de New York. Son &eacute;quipe d'experts est la branche technique du d&eacute;partement Sales sur des sujets tels que le Pre-Sale Support ou le Post-Sale Implementations. Avant de rejoindre Google, David a dirig&eacute; le d&eacute;veloppement de l&rsquo;offre de droit num&eacute;rique chez Macrovision et a travaill&eacute; sur la qualit&eacute; de service des serveurs web au centre de recherche TJ Watson d'IBM.</div>        <div id="video_gadgets" class="materials"></div>  </div>  <div class="session">    <div class="title">Google Earth KML - KML pour Earth et Maps, KML dynamiques, R&eacute;f&eacute;rencement de KML</div>    <div class="presenters">Jean-Fran&ccedil;ois Wassong &amp; Carmen Erni</div>    <div class="abstract"> Vous &ecirc;tes &agrave; la recherche d&rsquo;audience pour vos donn&eacute;es g&eacute;o-spatiales ? Le KML va vous y aider. Le KML est un format de fichier utilis&eacute; pour afficher des donn&eacute;es g&eacute;o-localis&eacute;es dans un browser Earth tel que ceux de Google Earth, ou Google Maps. Cette session vous fera d&eacute;couvrir l&rsquo;ensemble des possibilit&eacute;s du KML et vous apprendra a cr&eacute;er vos propres cartes d&rsquo;informations. Nous aborderons &eacute;galement l&rsquo;indexation des KML par Google afin de vous aider &agrave; en optimiser le r&eacute;f&eacute;rencement.<br />        <br />        Jean-Fran&ccedil;ois Wassong est Customer Solution Engineer chez Google France. Il est charg&eacute; de promouvoir et faciliter les int&eacute;grations des clients annonceurs avec l'ensemble des applications Google. Avant cela, il a &eacute;t&eacute; en charge de diff&eacute;rents projets li&eacute;s &agrave; la gestion de la connaissance chez EDF, puis responsable avant-vente de solutions techniques de recherche et cat&eacute;gorisation chez l'&eacute;diteur de logiciels Verity/Autonomy.<br />        <br />    Carmen Erni est GIS Specialist chez Google Earth. Elle fait partie de l'&eacute;quipe qui travaille sur les donn&eacute;es vectorielles visant &agrave; offrir aux utilisateurs de Google Earth le plus de contenu g&eacute;ographique attractif possible. Elle est venue chez Google dans le cadre de l'acquisition de l'entreprise Endoxon connue pour ses grandes performances dans le domaine des applications cartographiques sur le web.</div>        <div id="video_kml" class="materials"></div>  </div>	<div class="session">    <div class="title">Atelier Google Maps API - Outil de campagne politique (Desirsdavenir.com)</div>    <div class="presenters">Ori Pekelman &amp; Cl&eacute;ment Hallet (AF83)</div>  	<div class="abstract">Bas&eacute; sur Google Maps, cet outil de campagne politique permet aux militants de cr&eacute;er des &eacute;v&eacute;nements locaux et d'inviter automatiquement des personnes selon des crit&egrave;res g&eacute;ographiques. Le syst&egrave;me a aussi &eacute;t&eacute; int&eacute;gr&eacute; avec Phorum pour une authentification distante commune. Il a &eacute;t&eacute; d&eacute;velopp&eacute; en trois semaines sur un mod&egrave;le MVC avec un usage de techniques Ajax.<br />      <br />    Ori Pekelman est actuellement directeur de conception chez AF83, en charge du pilotage et de la cr&eacute;ation de produits innovants dans le domaine du web et du mobile. Anciennement chef de recherche et de d&eacute;veloppement &agrave; Internet Patrol, start-up sp&eacute;cialis&eacute;e dans la veille strat&eacute;gique sur internet et responsable de la Strat&eacute;gie de d&eacute;veloppement de aSmallWorld, un r&eacute;seau social exclusif.<br />      <br />    Cl&eacute;ment Hallet est un jeune d&eacute;veloppeur de talent, qui a particip&eacute; au d&eacute;veloppement d'API Google Maps pour la f&ecirc;te de la musique et pour la gestion des &eacute;v&eacute;nements de la campagne pr&eacute;sidentielle du Parti socialiste.</div>        <div id="video_maps_example" class="materials"></div>	</div></div><div class="session_time_block">  <h3>17h00 - 17h50</h3>  <div class="session">    <div class="title">Google Maps API - Introduction</div>    <div class="presenters">Jean-Fran&ccedil;ois Wassong</div>    <div class="abstract"> L'API Google Maps est une solution puissante permettant d'int&eacute;grer une carte customis&eacute;e sur votre site web. Dans cette session, vous verrez combien il est simple de cr&eacute;er votre propre mashup Maps. Nous passerons en revue l'ensemble des possibilit&eacute;s qu'offre cette API. A l'issue de la pr&eacute;sentation, vous serez &agrave; m&ecirc;me de cr&eacute;er des cartes sophistiqu&eacute;es que vous pourrez int&eacute;grer &agrave; votre site web avec quelques lignes de JavaScript.<br />        <br />        Jean-Fran&ccedil;ois Wassong est Customer Solution Engineer  chez Google France. Il est charg&eacute; de promouvoir et faciliter les int&eacute;grations des clients annonceurs avec l'ensemble des applications Google. Avant cela, il a &eacute;t&eacute; en charge de diff&eacute;rents projets li&eacute;s &agrave; la gestion de la connaissance chez EDF, puis responsable avant-vente de solutions techniques de recherche et cat&eacute;gorisation chez l'&eacute;diteur de logiciels Verity/Autonomy.</div>        <div id="video_maps_intro" class="materials"></div>  </div>  <div class="session">        <div class="title">Google Apps &amp; Google Search Appliance API</div>    <div class="presenters">Laurent Guiraud</div>    <div class="abstract"> Cette session portera sur l'utilisation des APIs Google autour des solutions Google Seach Appliance (Moteur de recherche pour les entreprises) et Google Apps. Fans de HTTP/XML/Javascript venez nombreux!<br />      <br />      Laurent Guiraud est Ing&eacute;nieur avant-vente, en charge de la pr&eacute;sentation et de l'&eacute;tude technique des projets autour des solutions Google pour les entreprises : 1. Google Search Appliance (Moteur de recherche), 2. Google Geospatial (Solutions G&eacute;o-spatiales), 3. Google Apps (Solutions de travail collaboratif). Laurent est Docteur en Physique atomique et aime les voyages et les chats.</div>        <div id="video_search_appliance" class="materials"></div>  </div>  <div class="session">    <div class="title">Atelier OpenSource &amp; Google Maps API - R&eacute;seau mondial de bureaux pour d&eacute;veloppeurs (Projet Coworking)</div>    <div class="presenters">Louis Montagne (AF83, Bearstech &amp; faberNovel) &amp; Beno&icirc;t Sibaud (Orange Labs)</div>		<div class="abstract">     Coworking est un v&eacute;ritable r&eacute;seau mondial, n&eacute; dans le sillage des Barcamps, ces rencontres temporaires d&rsquo;une communaut&eacute; qui maintenant cherche des lieux plus p&eacute;rennes. Un r&eacute;seau qui permet &agrave; ses participants d&rsquo;avoir acc&egrave;s &agrave; des bureaux dans plus de 70 villes du monde entier (plus de 20 pays impliqu&eacute;s). Dans le cadre de la cr&eacute;ation &agrave; Paris, par Silicon Sentier, d&rsquo;un espace coworking, et pour r&eacute;pondre au besoin exprim&eacute; par les diff&eacute;rents b&eacute;n&eacute;ficiaires de cet espace et les diff&eacute;rents participants au r&eacute;seau, un outil va &ecirc;tre d&eacute;velopp&eacute; en logiciel libre et en collaboration &eacute;troite entres plusieurs &eacute;quipes de d&eacute;veloppement, en particulier en France et aux Etats-Unis. Cet outil, utilisant fortement les technologies Google Maps, l'&eacute;change d'informations, GPG, les microformats, vous sera pr&eacute;sent&eacute;, dans sa phase de conception, afin de b&eacute;n&eacute;ficier de vos meilleures id&eacute;es. <br />     <br />     Louis Montagne est Directeur G&eacute;n&eacute;ral et co-fondateur de AF83 &amp; Bearstech, CTO de faberNovel, Administrateur de Silicon Sentier et organisateur des Barcamps, Coworking et FLOSSDays en France. <br />     <br />     Beno&icirc;t Sibaud est co-chef de projet Creative World autour de la co-innovation et du travail collaboratif pour Orange Labs. Pr&eacute;sident de l'association de promotion et de d&eacute;fense du logiciel libre APRIL (http://www.april.org). Webmestre du site de nouvelles autour du logiciel libre et de GNU/Linux LinuxFr (http://www.linuxfr.org).</div>        <div id="video_opensource_maps" class="materials"></div>  </div></div><div class="session_time_block">  <h3>18h00 - 18h50</h3>	<div class="session">    <div class="title">Google Web Toolkit : facile, rapide et beau</div>	  <div class="presenters">Didier Girard (Sfeir)</div>		<div class="abstract">Les IHM reposant sur Ajax et le DHTML sont tr&egrave;s pris&eacute;es actuellement, ceci pour leur bonne ergonomie et excellent temps de r&eacute;ponse. Cependant Javascript est une technologie qui n&eacute;cessite un niveau d'expertise &eacute;lev&eacute;. Avec Google Web Toolkit, technologie Open Source, l'acc&egrave;s &agrave; ce type d'application s'est d&eacute;mocratis&eacute;. Cette session vous pr&eacute;sentera l'outil Google Web Toolkit, son architecture, sa philosophie, et ses utilisations courantes. Au menu : slides, d&eacute;monstrations, retours d'exp&eacute;rience, trucs et astuces, s&eacute;ance de coding live et questions/r&eacute;ponses.<br />        <br />    Didier Girard, Docteur en informatique de l'ENS de Lyon, est directeur technique de la SSII Sfeir o&ugrave; il fait du conseil sur J2EE. Il anime www.ongwt.com, un site d&eacute;di&eacute; &agrave; l'actualit&eacute; Google Web Toolkit et www.application-servers.com, un site sp&eacute;cialis&eacute; sur les architectures J2EE. Sa premi&egrave;re contribution &agrave; l'internet date de 1994 lorsqu'il code abu.cnam.fr, la premi&egrave;re biblioth&egrave;que qui rend libre l'acc&egrave;s au texte int&eacute;gral d'&oelig;uvres du domaine public francophone.</div>        <div id="video_gwt" class="materials"></div>	</div>	<div class="session">  	<div class="title">AdWords API</div>	  <div class="presenters">David Aubespin &amp; Pierre Lebeau</div>		<div class="abstract"> L'API AdWords est un syst&egrave;me qui permet aux clients et utilisateurs 		  d'AdWords de pouvoir acc&eacute;der et g&eacute;rer &agrave; distance leurs campagnes		  publicitaires AdWords.		  Venez d&eacute;couvrir comment vous allez pouvoir automatiser et cr&eacute;er vos propres		  r&egrave;gles de gestion de campagnes AdWords grace &agrave; cette API.<br />		  <br />		  David Aubespin dirige le d&eacute;partement Sales Engineering de la c&ocirc;te Est des &Eacute;tats-Unis, depuis notre bureau de New York. Son &eacute;quipe d'experts est la branche technique du d&eacute;partement Sales sur des sujets tels que le Pre-Sale Support ou le Post-Sale Implementations. Avant de rejoindre Google, David a dirig&eacute; le d&eacute;veloppement de l&rsquo;offre de droit num&eacute;rique chez Macrovision et a travaill&eacute; sur la qualit&eacute; de service des serveurs web au centre de recherche TJ Watson d'IBM.<br />      <br />    Pierre Lebeau est Senior Product Specialist pour Google Europe depuis 2 ans. Il est en charge de la bonne adaptation et du lancement de diff&eacute;rents composants d'AdWords sur le march&eacute; europ&eacute;en tels que l'API AdWords et les annonces sur t&eacute;l&eacute;phones mobiles et a &eacute;galement particip&eacute; aux lancements de Google Analytics et des Annonces Localis&eacute;es. Avant de rejoindre Google, Pierre &eacute;tait Chef de Produit &agrave; Realestate.com.au, le n&deg;1 de l'immobilier en ligne en Australie et avant cela, Chef de Projet &agrave; Trellian.com.</div>        <div id="video_adwords" class="materials"></div>	</div>	<div class="session">    <div class="title">Atelier OpenSource &amp; Google Maps API - Manifestation en ligne (Projet CrowdUp)</div>    <div class="presenters">Marie-Caroline Lanfranchi (faberNovel) &amp; J&eacute;r&eacute;mi Joslin (XpertNet - XWiki)</div>  	<div class="abstract">    D&eacute;velopp&eacute; lors d'un Mashpit, crowdup est un syst&egrave;me de manifestation en ligne, bas&eacute; sur Google Maps, permettant de manifester virtuellement ! Nous vous ferons d&eacute;couvrir les Mashpit, l'utilisation de http://code.google.com et des Google Groupes pour travailler &agrave; plusieurs sur un projet Open Source. <br />    <br />    Marie-Caroline Lanfranchi est chef de projet chez faberNovel, sur les projets TIC orient&eacute;s accessibilit&eacute;. Elle travaille sur les projets BlueEyes : d&eacute;veloppement et exp&eacute;rimentation d'un syst&egrave;me de guidage pour les personnes d&eacute;ficientes visuelles dans le m&eacute;tro, application embarqu&eacute;e sur t&eacute;l&eacute;phone mobile Bluetooth. Marie-Caroline est aussi responsable de diff&eacute;rents projets de recherche pour l'aide &agrave; la mobilit&eacute; de personnes &acirc;g&eacute;es gr&acirc;ce aux TIC.<br />    <br />     J&eacute;r&eacute;mi Joslin est un d&eacute;veloppeur passionn&eacute; des m&eacute;thodes collaboratives. Il a particip&eacute; &agrave; plusieurs projets OpenSource tel que XWiki et Exo Platform. Fondateur des projets http://www.pengyou-project.info/ et http://fr.web2.0principles.com/. J&eacute;r&eacute;mi est aussi Mentor du Google Summer of Code 2006 et 2007, r&eacute;compens&eacute; lors du Google Summer of Code 2005 pour un projet d'&eacute;dition collaborative en temps r&eacute;el, et est membre de l'OSSGTP.</div>    <div id="video_maps_api" class="materials"></div>	</div></div>
		  </div>
		</div>

  		<div class="footer">
  			<p>&#169; 2007 Google - <a href="http://www.google.fr/">Accueil Google</a> - <a href="http://googledeveloperday2007-fr.blogspot.com/atom.xml">Flux RSS</a><br>
  			</p>
  		</div>
  	</div>
  </div>
<script src="https://ssl.google-analytics.com/urchin.js" type="text/javascript"></script>
<script type="text/javascript">
_uacct="UA-18071-1"; _uanchor=1; urchinTracker();
</script>
</body>
</html>
