<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
	<meta http-equiv="content-type" content="text/html;charset=UTF-8" />
	<title>Google Developer Day 2007 - &#1052;&#1086;&#1089;&#1082;&#1074;&#1072; - &#1042;  &#1052;&#1086;&#1089;&#1082;&#1074;&#1077;</title>

	<link rel="stylesheet" href="styles/global.css" type="text/css" />
</head>
<body>
	<div class="content">
		<div class="header clearfix">
			<div style="float:left;"><a href="index.html"><img src="images/logo.jpg"></a></div>
	  		<h1 style="float:right;">&#1052;&#1086;&#1089;&#1082;&#1074;&#1072;</h1>
		</div>
		
		<div class="menu">
 			<ul>
 				<li><a href="ru-home.html">&#1043;&#1083;&#1072;&#1074;&#1085;&#1072;&#1103;</a></li>
		 		<li>&#1042;  &#1052;&#1086;&#1089;&#1082;&#1074;&#1077;</li>
  				<li><a href="ru-sessions.html">&#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;</a></li>
			  	<li><a href="ru-register.html">&#1056;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103;</a></li>
			  	<li><a href="index.html">&#1042; &#1084;&#1080;&#1088;&#1077;</a></li>
		  	</ul>
		</div>
		
    	<div class="content_body local">
      		<h2>&#1042; &#1052;&#1086;&#1089;&#1082;&#1074;&#1077;</h2>
      		<p>&#1042; &#1101;&#1090;&#1086;&#1084; &#1075;&#1086;&#1076;&#1091; &#1074; &#1052;&#1086;&#1089;&#1082;&#1074;&#1077; &#1084;&#1099; &#1087;&#1088;&#1086;&#1074;&#1086;&#1076;&#1080;&#1084; &#1044;&#1077;&#1085;&#1100; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1072; Google &#1076;&#1083;&#1103; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1075;&#1086; &#1082;&#1088;&#1091;&#1075;&#1072; &#1082;&#1086;&#1083;&#1083;&#1077;&#1075; &#1080; &#1087;&#1072;&#1088;&#1090;&#1085;&#1077;&#1088;&#1086;&#1074;. &#1069;&#1090;&#1086; &#1085;&#1072;&#1096; &#1087;&#1077;&#1088;&#1074;&#1099;&#1081; &#1086;&#1087;&#1099;&#1090; &#1074; &#1056;&#1086;&#1089;&#1089;&#1080;&#1080;, &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1084;&#1099; &#1093;&#1086;&#1090;&#1080;&#1084; &#1091;&#1073;&#1077;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1083;&#1080; &#1074;&#1077;&#1088;&#1085;&#1099;&#1081; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;, &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1086; &#1087;&#1086;&#1085;&#1080;&#1084;&#1072;&#1077;&#1084;, &#1095;&#1077;&#1084;&#1091; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072;&#1091;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103;, &#1080; &#1082;&#1072;&#1082; &#1084;&#1099; &#1084;&#1086;&#1078;&#1077;&#1084; &#1074;&#1072;&#1084; &#1074; &#1101;&#1090;&#1086;&#1084; &#1087;&#1086;&#1084;&#1086;&#1095;&#1100;. &#1044;&#1077;&#1085;&#1100; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1072; Google &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1086;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1074; &#1086;&#1092;&#1080;&#1089;&#1077; Google &#1056;&#1086;&#1089;&#1089;&#1080;&#1103;.</p>
      		<h3>&#1050;&#1072;&#1082; &#1076;&#1086;&#1077;&#1093;&#1072;&#1090;&#1100;</h3><p>&#1052;&#1086;&#1089;&#1082;&#1074;&#1072;, &#1091;&#1083;. &#1041;&#1072;&#1083;&#1095;&#1091;&#1075;, 7</p><p> &#1054;&#1090; &#1089;&#1090;. &#1084;. &quot;&#1053;&#1086;&#1074;&#1086;&#1082;&#1091;&#1079;&#1085;&#1077;&#1094;&#1082;&#1072;&#1103;&quot;:  &#1042;&#1099;&#1081;&#1076;&#1080;&#1090;&#1077; &#1080;&#1079; &#1084;&#1077;&#1090;&#1088;&#1086;, &#1087;&#1086;&#1074;&#1077;&#1088;&#1085;&#1080;&#1090;&#1077; &#1085;&#1072;&#1087;&#1088;&#1072;&#1074;&#1086;, &#1080;&#1076;&#1080;&#1090;&#1077; &#1087;&#1086; &#1091;&#1083;. &#1055;&#1103;&#1090;&#1085;&#1080;&#1094;&#1082;&#1072;&#1103;. &#1055;&#1103;&#1090;&#1100; &#1084;&#1080;&#1085;&#1091;&#1090; &#1093;&#1086;&#1076;&#1100;&#1073;&#1099;, &#1076;&#1072;&#1083;&#1100;&#1096;&#1077; &#1095;&#1077;&#1088;&#1077;&#1079; &#1042;&#1086;&#1076;&#1086;&#1086;&#1090;&#1074;&#1086;&#1076;&#1085;&#1099;&#1081; &#1082;&#1072;&#1085;&#1072;&#1083; &#1087;&#1086; &#1063;&#1091;&#1075;&#1091;&#1085;&#1085;&#1086;&#1084;&#1091; &#1084;&#1086;&#1089;&#1090;&#1091;, &#1086;&#1092;&#1080;&#1089;&#1085;&#1099;&#1081; &#1094;&#1077;&#1085;&#1090;&#1088; &quot;&#1041;&#1072;&#1083;&#1095;&#1091;&#1075;&quot; &#1087;&#1088;&#1103;&#1084;&#1086; &#1085;&#1072; &#1091;&#1075;&#1083;&#1091;. &#1054;&#1092;&#1080;&#1089; Google &#1056;&#1086;&#1089;&#1089;&#1080;&#1103; &#1085;&#1072; &#1090;&#1088;&#1077;&#1090;&#1100;&#1077;&#1084; &#1101;&#1090;&#1072;&#1078;&#1077;.</p>
    	</div>
    
  		<div class="footer">
  			<p>&#169; 2007 Google - <a
                          href="http://www.google.ru/">&#1043;&#1083;&#1072;&#1074;&#1085;&#1072;&#1103; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072; Google</a>
                        - <a href="http://googledeveloperday2007-ru.blogspot.com/atom.xml">RSS-&#1082;&#1072;&#1085;&#1072;&#1083;</a><br>
  			</p>
  		</div>
	</div>
<script src="https://ssl.google-analytics.com/urchin.js" type="text/javascript"></script>
<script type="text/javascript">
_uacct="UA-18071-1"; _uanchor=1; urchinTracker();
</script>
</body>
</html>
