<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
	<meta http-equiv="content-type" content="text/html;charset=UTF-8" />
	<title>Google Developer Day 2007 - &#1052;&#1086;&#1089;&#1082;&#1074;&#1072; - &#1056;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103;</title>

	<link rel="stylesheet" href="styles/global.css" type="text/css" />
</head>
<body>
	<div class="content">
		<div class="header clearfix">
			<div style="float:left;"><a href="ru-home.html"><img src="images/logo.jpg"></a></div>
			<h1 style="float:right;">&#1052;&#1086;&#1089;&#1082;&#1074;&#1072;</h1>
		</div>
	
		<div class="menu">
			<ul>
				<li><a href="ru-home.html">&#1043;&#1083;&#1072;&#1074;&#1085;&#1072;&#1103;</a></li>
				<li><a href="ru-local.html">&#1042;  &#1052;&#1086;&#1089;&#1082;&#1074;&#1077;</a></li>
				<li><a href="ru-sessions.html">&#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;</a></li>
				<li>&#1056;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103;</li>
				<li><a href="index.html">&#1042; &#1084;&#1080;&#1088;&#1077;</a></li>
			</ul>
		</div>
		
		<div class="content_body">
		  <h2>&#1057;&#1087;&#1072;&#1089;&#1080;&#1073;&#1086; &#1079;&#1072; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;, &#1087;&#1088;&#1086;&#1103;&#1074;&#1083;&#1077;&#1085;&#1085;&#1099;&#1081; &#1082; &#1044;&#1085;&#1102; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1072; Google!</h2>
		  <div class="registration">
		  <p><span chatdir="1">&#1042; &#1101;&#1090;&#1086;&#1084; &#1075;&#1086;&#1076;&#1091; &#1074; &#1052;&#1086;&#1089;&#1082;&#1074;&#1077; &#1084;&#1099; &#1087;&#1088;&#1086;&#1074;&#1086;&#1076;&#1080;&#1084; &#1044;&#1077;&#1085;&#1100; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1072; Google &#1076;&#1083;&#1103; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1075;&#1086; &#1095;&#1080;&#1089;&#1083;&#1072; &#1082;&#1086;&#1083;&#1083;&#1077;&#1075; &#1080; &#1087;&#1072;&#1088;&#1090;&#1085;&#1105;&#1088;&#1086;&#1074;. &#1069;&#1090;&#1086; &#1085;&#1072;&#1096; &#1087;&#1077;&#1088;&#1074;&#1099;&#1081; &#1086;&#1087;&#1099;&#1090; &#1074; &#1056;&#1086;&#1089;&#1089;&#1080;&#1080;, &#1087;&#1086;&#1101;&#1090;&#1086;&#1084;&#1091; &#1084;&#1099; &#1093;&#1086;&#1090;&#1080;&#1084; &#1091;&#1073;&#1077;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1083;&#1080; &#1074;&#1077;&#1088;&#1085;&#1099;&#1081; &#1092;&#1086;&#1088;&#1084;&#1072;&#1090;, &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1086; &#1087;&#1086;&#1085;&#1080;&#1084;&#1072;&#1077;&#1084;, &#1095;&#1077;&#1084;&#1091; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1085;&#1072;&#1091;&#1095;&#1080;&#1090;&#1100;&#1089;&#1103;, &#1080; &#1082;&#1072;&#1082; &#1084;&#1099; &#1084;&#1086;&#1078;&#1077;&#1084; &#1074; &#1101;&#1090;&#1086;&#1084; &#1087;&#1086;&#1084;&#1086;&#1095;&#1100;. &#1055;&#1086;&#1082;&#1072; &#1084;&#1099; &#1087;&#1088;&#1080;&#1075;&#1083;&#1072;&#1089;&#1080;&#1083;&#1080; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1090;&#1077;&#1093;, &#1089; &#1082;&#1077;&#1084; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1083;&#1080; &#1074;&#1077;&#1089;&#1100; &#1075;&#1086;&#1076;.</span><br /><br />&#1052;&#1099; &#1086;&#1073;&#1103;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1086;&#1087;&#1091;&#1073;&#1083;&#1080;&#1082;&#1091;&#1077;&#1084; &#1079;&#1076;&#1077;&#1089;&#1100; &#1092;&#1086;&#1090;&#1086; &#1080; &#1074;&#1080;&#1076;&#1077;&#1086;&#1079;&#1072;&#1087;&#1080;&#1089;&#1080; &#1089;&#1077;&#1084;&#1080;&#1085;&#1072;&#1088;&#1086;&#1074;, &#1090;&#1072;&#1082;  &#1095;&#1090;&#1086; &#1085;&#1077; &#1079;&#1072;&#1073;&#1091;&#1076;&#1100;&#1090;&#1077; &#1074;&#1077;&#1088;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1085;&#1072; &#1101;&#1090;&#1086;&#1090; &#1089;&#1072;&#1081;&#1090; &#1095;&#1091;&#1090;&#1100; &#1087;&#1086;&#1079;&#1078;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1091;&#1079;&#1085;&#1072;&#1090;&#1100;  &#1087;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1086;&#1089;&#1090;&#1080;.<br />  <br />  &#1045;&#1089;&#1083;&#1080; &#1091; &#1074;&#1072;&#1089; &#1077;&#1089;&#1090;&#1100; &#1082;&#1072;&#1082;&#1080;&#1077;-&#1090;&#1086; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1099; &#1086;&#1073; &#1101;&#1090;&#1086;&#1084; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1080; - &#1087;&#1086;&#1078;&#1072;&#1083;&#1091;&#1081;&#1089;&#1090;&#1072;,  &#1079;&#1072;&#1076;&#1072;&#1081;&#1090;&#1077; &#1080;&#1093; &#1085;&#1072;&#1084; &#1087;&#1086; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1095;&#1090;&#1077; 	<a href="mailto:developerday-ru@google.com">developerday-ru@google.com</a>.  &#1053;&#1072;&#1076;&#1077;&#1077;&#1084;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1089;&#1084;&#1086;&#1078;&#1077;&#1084; &#1085;&#1072;&#1081;&#1090;&#1080; &#1086;&#1073;&#1097;&#1080;&#1081; &#1103;&#1079;&#1099;&#1082;.</p>
		  </div>
		</div>

  		<div class="footer">
  			<p>&#169; 2007 Google - <a
                          href="http://www.google.ru/">&#1043;&#1083;&#1072;&#1074;&#1085;&#1072;&#1103; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072; Google</a>
                        - <a href="http://googledeveloperday2007-ru.blogspot.com/atom.xml">RSS-&#1082;&#1072;&#1085;&#1072;&#1083;</a><br>
  			</p>
  		</div>
  	</div>
	</div>
<script src="https://ssl.google-analytics.com/urchin.js" type="text/javascript"></script>
<script type="text/javascript">
_uacct="UA-18071-1"; _uanchor=1; urchinTracker();
</script>
</body>
</html>
