<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
	<meta http-equiv="content-type" content="text/html;charset=UTF-8" />
	<title>Google Developer Day 2007 - &#1052;&#1086;&#1089;&#1082;&#1074;&#1072; - &#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;</title>
	<link rel="stylesheet" href="styles/global.css" type="text/css" />
	<script src="scripts/showvideos.js" type="text/javascript"></script>
	<script type="text/javascript">
	window.onload = function() {
		VideoInfo.init('ru');
	}
	</script>
</head>
<body>
	<div class="content">
		<div class="header clearfix">
			<div style="float:left;"><a href="index.html"><img src="images/logo.jpg"></a></div>
			<h1 style="float:right;">&#1052;&#1086;&#1089;&#1082;&#1074;&#1072;</h1>
		</div>
	
		<div class="menu">
			<ul>
				<li><a href="ru-home.html">&#1043;&#1083;&#1072;&#1074;&#1085;&#1072;&#1103;</a></li>
				<li><a href="ru-local.html">&#1042;  &#1052;&#1086;&#1089;&#1082;&#1074;&#1077;</a></li>
				<li>&#1055;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1072;</li>
				<li><a href="ru-register.html">&#1056;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103;</a></li>
				<li><a href="index.html">&#1042; &#1084;&#1080;&#1088;&#1077;</a></li>
			</ul>
		</div>

		<div class="content_body">
		  <div class="sessionschedule">
		  <h2></h2>
		  
		  </div>

		  <h2>&#1055;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1077;&#1077; &#1086; &#1089;&#1077;&#1084;&#1080;&#1085;&#1072;&#1088;&#1072;&#1093;</h2>
		  <div class="session_time_block"><h3>11:00 - 11:30	&#1056;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1103;</h3></div><div class="session_time_block"><h3>11:30 - 12:00	&#1054;&#1090;&#1082;&#1088;&#1099;&#1090;&#1080;&#1077;</h3><div class="session">	<div class="title">&#1055;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1086;&#1075;&#1088;&#1072;&#1084;&#1084;&#1099; &#1044;&#1085;&#1103; &#1056;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1072; Google 2007</div>	<div class="presenters">&#1057;&#1077;&#1088;&#1075;&#1077;&#1081; &#1041;&#1091;&#1088;&#1082;&#1086;&#1074;, &#1088;&#1091;&#1082;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100; &#1084;&#1086;&#1089;&#1082;&#1086;&#1074;&#1089;&#1082;&#1086;&#1075;&#1086; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080; Google &#1056;&#1086;&#1089;&#1089;&#1080;&#1103;</div>	<div class="abstract">&#1052;&#1099; &#1089;&#1088;&#1072;&#1079;&#1091; &#1093;&#1086;&#1090;&#1080;&#1084; &#1087;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1074;&#1072;&#1084; &#1074;&#1089;&#1077; &#1075;&#1086;&#1088;&#1086;&#1076;&#1072; &#1080; &#1089;&#1090;&#1088;&#1072;&#1085;&#1099;, &#1075;&#1076;&#1077; Google &#1087;&#1088;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090; &#1044;&#1077;&#1085;&#1100; &#1088;&#1072;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1095;&#1080;&#1082;&#1072; - &#1101;&#1090;&#1086; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1082;&#1088;&#1091;&#1087;&#1085;&#1086;&#1077; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1077;. &#1047;&#1072;&#1090;&#1077;&#1084; &#1087;&#1086;&#1076;&#1088;&#1086;&#1073;&#1085;&#1077;&#1077; &#1086;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1084;&#1089;&#1103; &#1085;&#1072; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1087;&#1088;&#1086;&#1080;&#1089;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100; &#1074; &#1052;&#1086;&#1089;&#1082;&#1074;&#1077;: &#1087;&#1086;&#1095;&#1077;&#1084;&#1091; &#1084;&#1099; &#1074;&#1099;&#1073;&#1088;&#1072;&#1083;&#1080; &#1080;&#1084;&#1077;&#1085;&#1085;&#1086; &#1090;&#1072;&#1082;&#1080;&#1077; &#1090;&#1077;&#1084;&#1099; &#1076;&#1083;&#1103; &#1089;&#1077;&#1084;&#1080;&#1085;&#1072;&#1088;&#1086;&#1074;, &#1082;&#1072;&#1082; &#1084;&#1099; &#1084;&#1086;&#1078;&#1077;&#1084; &#1087;&#1086;&#1084;&#1086;&#1095;&#1100; &#1074;&#1072;&#1084; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1099; &#1073;&#1099;&#1089;&#1090;&#1088;&#1077;&#1077; &#1080; &#1083;&#1091;&#1095;&#1096;&#1077;, &#1080;, &#1075;&#1083;&#1072;&#1074;&#1085;&#1086;&#1077;, &#1086; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1076;&#1072;&#1083;&#1100;&#1096;&#1077;!</div>	    <div id="video_1130" class="materials"></div></div></div><div class="session_time_block"><h3>12:00 - 13:00	&#1057;&#1077;&#1084;&#1080;&#1085;&#1072;&#1088;</h3><div class="session">	<div class="title">&#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; Google Maps API</div>	<div class="presenters">&#1052;&#1072;&#1082;&#1089;&#1080;&#1084; &#1059;&#1096;&#1072;&#1082;&#1086;&#1074;, &#1080;&#1085;&#1078;&#1077;&#1085;&#1077;&#1088; Google &#1056;&#1086;&#1089;&#1089;&#1080;&#1103;</div>	<div class="abstract">API &#1050;&#1072;&#1088;&#1090; Google - &#1101;&#1090;&#1086; &#1087;&#1088;&#1086;&#1089;&#1090;&#1086;&#1081; &#1080; &#1073;&#1099;&#1089;&#1090;&#1088;&#1099;&#1081; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1074;&#1089;&#1102; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1091;&#1102; Google &#1075;&#1077;&#1086;&#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1085;&#1072; &#1074;&#1072;&#1096;&#1077;&#1084; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1084; &#1089;&#1072;&#1081;&#1090;&#1077;. &#1053;&#1072; &#1101;&#1090;&#1086;&#1084; &#1089;&#1077;&#1084;&#1080;&#1085;&#1072;&#1088;&#1077; &#1074;&#1099; &#1091;&#1079;&#1085;&#1072;&#1077;&#1090;&#1077; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1086; &#1090;&#1086;&#1084;, &#1082;&#1072;&#1082; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086; &#1074;&#1089;&#1090;&#1088;&#1072;&#1080;&#1074;&#1072;&#1090;&#1100; &#1050;&#1072;&#1088;&#1090;&#1099; Google, &#1085;&#1086; &#1077;&#1097;&#1105; &#1086; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1093; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1103;&#1093;&#1080; &#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1103;&#1093; &#1082; API &#1082;&#1072;&#1088;&#1090;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1073;&#1099;&#1089;&#1090;&#1088;&#1086;&#1075;&#1086; &#1086;&#1073;&#1079;&#1086;&#1088;&#1072; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1099;&#1093; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1077;&#1081;, &#1084;&#1099; &#1087;&#1086;&#1082;&#1072;&#1078;&#1077;&#1084; &#1082;&#1086;&#1077;-&#1095;&#1090;&#1086; &#1080;&#1079; &#1072;&#1088;&#1089;&#1077;&#1085;&#1072;&#1083;&#1072; &#1076;&#1083;&#1103; &#1086;&#1087;&#1099;&#1090;&#1085;&#1099;&#1093; &#1080;&#1085;&#1078;&#1077;&#1085;&#1077;&#1088;&#1086;&#1074;.</div>    <div id="video_1200" class="materials"></div></div></div><div class="session_time_block"><h3>13:00 - 13:45	&#1054;&#1073;&#1077;&#1076;</h3></div><div class="session_time_block"><h3>13:45 - 14:45	&#1057;&#1077;&#1084;&#1080;&#1085;&#1072;&#1088;</h3><div class="session">	<div class="title">Google Custom Search Engine</div>	<div class="presenters">&#1056;&#1080;&#1085;&#1072;&#1090; &#1057;&#1072;&#1092;&#1080;&#1085;, &#1080;&#1085;&#1078;&#1077;&#1085;&#1077;&#1088; Google &#1056;&#1086;&#1089;&#1089;&#1080;&#1103;</div>	<div class="abstract">&#1047;&#1076;&#1077;&#1089;&#1100; &#1074;&#1099; &#1091;&#1079;&#1085;&#1072;&#1077;&#1090;&#1077; &#1086; &#1090;&#1086;&#1084;, &#1082;&#1072;&#1082; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1089;&#1087;&#1077;&#1094;&#1080;&#1072;&#1083;&#1100;&#1085;&#1099;&#1077; API &#1087;&#1086;&#1080;&#1089;&#1082;&#1072; Google &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1081; &#1087;&#1086;&#1080;&#1089;&#1082;&#1086;&#1074;&#1086;&#1081; &#1084;&#1072;&#1096;&#1080;&#1085;&#1099;. &#1058;&#1072;&#1082;&#1086;&#1081;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1086;&#1085;&#1072; &#1086;&#1090;&#1088;&#1072;&#1078;&#1072;&#1083;&#1072; &#1074;&#1072;&#1096;&#1080; &#1087;&#1086;&#1090;&#1088;&#1077;&#1073;&#1085;&#1086;&#1089;&#1090;&#1080; &#1080; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1099;. &#1056;&#1072;&#1079;&#1084;&#1077;&#1089;&#1090;&#1080;&#1090;&#1077; Google Custom Search Engine &#1085;&#1072; &#1089;&#1086;&#1073;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086;&#1084; &#1089;&#1072;&#1081;&#1090;&#1077; &#1074;&#1084;&#1077;&#1089;&#1090;&#1077; &#1089; Google AdSense &#1076;&#1083;&#1103; &#1087;&#1086;&#1080;&#1089;&#1082;&#1072;, &#1080; &#1084;&#1086;&#1085;&#1077;&#1090;&#1080;&#1079;&#1080;&#1088;&#1091;&#1081;&#1090;&#1077; &#1087;&#1086;&#1080;&#1089;&#1082;&#1086;&#1074;&#1099;&#1081; &#1090;&#1088;&#1072;&#1092;&#1092;&#1080;&#1082; &#1089;&#1072;&#1084;&#1086;&#1089;&#1090;&#1086;&#1103;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086;! &#1042;&#1087;&#1088;&#1086;&#1095;&#1077;&#1084;, &#1085;&#1072; &#1101;&#1090;&#1086;&#1084; &#1089;&#1077;&#1084;&#1080;&#1085;&#1072;&#1088;&#1077; &#1084;&#1099; &#1089;&#1082;&#1086;&#1085;&#1094;&#1077;&#1085;&#1090;&#1088;&#1080;&#1088;&#1091;&#1077;&#1084;&#1089;&#1103;, &#1074; &#1086;&#1089;&#1085;&#1086;&#1074;&#1085;&#1086;&#1084;, &#1085;&#1072; &#1090;&#1077;&#1093;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1081; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1077; &#1074;&#1086;&#1087;&#1088;&#1086;&#1089;&#1072;.</div>	    <div id="video_1345" class="materials"></div></div></div><div class="session_time_block"><h3>14:45 - 15:00	&#1055;&#1077;&#1088;&#1077;&#1088;&#1099;&#1074;</h3></div><div class="session_time_block"><h3>15.00 - 16.00	&#1055;&#1088;&#1077;&#1076;&#1089;&#1090;&#1072;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1085;&#1086;&#1074;&#1099;&#1093; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1090;&#1086;&#1074; &#1080; &#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1086;&#1074; Google</h3></div><div class="session_time_block"><h3>16:00 - 17:00	Afterparty</h3></div>
		  </div>
		</div>

  		<div class="footer">
  			<p>&#169; 2007 Google - <a href="http://www.google.ru/">&#1043;&#1083;&#1072;&#1074;&#1085;&#1072;&#1103; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1094;&#1072; Google</a> - <a href="http://googledeveloperday2007-ru.blogspot.com/atom.xml">RSS-&#1082;&#1072;&#1085;&#1072;&#1083;</a><br>
  			</p>
  		</div>
  	</div>
  </div>
<script src="https://ssl.google-analytics.com/urchin.js" type="text/javascript"></script>
<script type="text/javascript">
_uacct="UA-18071-1"; _uanchor=1; urchinTracker();
</script>
</body>
</html>
