<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
	<meta http-equiv="content-type" content="text/html;charset=UTF-8" />
	<title>Google Developer Day 2007 - S&atilde;o Paulo - Sess&otilde;es</title>
	<link rel="stylesheet" href="styles/global.css" type="text/css" />
	<script src="scripts/showvideos.js" type="text/javascript"></script>
	<script type="text/javascript">
	window.onload = function() {
		VideoInfo.init('br');
	}
	</script>
</head>
<body>
	<div class="content">
		<div class="header clearfix">
			<div style="float:left;"><a href="index.html"><img src="images/logo.jpg"></a></div>
			<h1 style="float:right;">S&atilde;o Paulo</h1>
		</div>
	
		<div class="menu">
			<ul>
				<li><a href="br-home.html">Home</a></li>
				<li><a href="br-local.html">Informa&ccedil;&atilde;o Regional</a></li>
				<li>Sess&otilde;es</li>
				<li><a href="br-register.html">Inscri&ccedil;&atilde;o</a></li>
				<li><a href="index.html">Outras localidades</a></li>
			</ul>
		</div>

		<div class="content_body">
		  <div class="sessionschedule">
		  <h2></h2>
		  
		  </div>

		  <h2>Detalhes das Sess&otilde;es</h2>
		  <a name="ajax_apis"></a><div class="session_time_block">    <h3>10:00 &ndash; 10:45</h3>    <div class="session">      <div class="title">Introdu&ccedil;&atilde;o ao Google AJAX API</div>      <div class="presenters">Chris Schalk</div>       <div class="abstract">Para muitos programadores web, ter acesso a seu servidor de web e aplica&ccedil;&otilde;es nem sempre &eacute; uma op&ccedil;&atilde;o. Isso geralmente acontece com bloggers e webmasters. Para essas situa&ccedil;&otilde;es, o Google fornece um poderoso acervo de aplica&ccedil;&otilde;es em JavaScript AJAX que atuam em sintonia com os poderosos servi&ccedil;os de busca e hospedagem do Google. O Google AJAX Search e as aplica&ccedil;&otilde;es AJAX Feed oferecem uma capacidade sem antecedentes antes para o programador em JavaScript. Por exemplo, com o AJAX Search, voc&ecirc; pode facilmente integrar os servi&ccedil;os Google Web, V&iacute;deo, Not&iacute;cias e outros servi&ccedil;os na mesma p&aacute;gina. Com as aplica&ccedil;&otilde;es AJAX Feed, voc&ecirc; pode extrair qualquer RSS e Atom feeds da Internet e integr&aacute;-los em sua Web page, tudo sem qualquer requerimento do servidor.</div>      <div id="video_ajax_apis" class="materials"></div>    </div>  </div><a name="adwords"></a><div class="session_time_block">    <h3>11:00 &ndash; 12:00</h3>        <div class="session">          <div class="title">AdWords API</div>          <div class="presenters">Rodrigo Vale</div>          <div class="abstract">O servi&ccedil;o de AdWords API do Google permite aos desenvovedores projetar sistemas que interagem diretamente com a plataforma do AdWords. Com estes sistemas, os publicit&aacute;rios e demais usu&aacute;rios podem de forma eficiente e criativa controlar campanhas complexas de AdWords. Esta palestra ir&aacute; introduzir o servi&ccedil;o de AdWords API, exemplificando com situa&ccedil;&otilde;es reais onde o servi&ccedil;o poder&aacute; ser utilizado.</div>          <div id="video_adwords" class="materials"></div>    </div>  </div><a name="maps_intro"></a><div class="session_time_block">    <h3>13:00 &ndash; 13:45</h3>    <div class="session">      <div class="title">Maps API</div>      <div class="presenters">Bruno Diniz</div>      <div class="abstract">A API do Google Maps permite que desenvolvedores projetem sistemas que possuam mapas fornecidos pelo Google Maps, incluindo todas as funcionalidades dispon&iacute;ves no site oficial do Google (http://maps.google.com). O desenvolvedor pode, por exemplo, incorporar em sua aplica&ccedil;&atilde;o mapas para serem visualizados, busca por endere&ccedil;os, rotas, entre outras        funcionalidades. Tudo isso &eacute; disponibilizado atrav&eacute;s de uma        API bastante simples de ser utilizada e entendida. Esta palestra introduzir&aacute; a API do Google Maps atrav&eacute;s de exemplos simples de sua utiliza&ccedil;&atilde;o pr&aacute;tica.</div>        <div id="video_maps_intro" class="materials"></div>    </div>  </div><a name="building_ui_with_gwt"></a><div class="session_time_block">    <h3>13:45 &ndash; 14:30</h3>    <div class="session">      <div class="title">Introdu&ccedil;&atilde;o ao GWT (Opensource Google)</div>      <div class="presenters">Chris Schalk</div>      <div class="abstract">Em fun&ccedil;&atilde;o do AJAX ser meramente um mix de t&eacute;cnicas e n&atilde;o um padr&atilde;o, desenvolver as aplica&ccedil;&otilde;es AJAX sempre foi tido como um desafio, assim como lidar com as numerosas incompatibilidades de browser, resultando na necessidade extremamente complicada do cliente ter JavaScript. Esta sss&atilde;o introduz o Conjunto de Ferramentas Web Google (Google Web Toolkit&nbsp; - GWT) como a solu&ccedil;&atilde;o perfeita para as dificuldades inerentes ao desenvolvimento do AJAX, explicando como ele consegue um desenvolvimento API limpo em Java, semelhante ao Java Swing ou SW, mas para aplica&ccedil;&otilde;es em AJAX. Basicamente, o GWT facilita o desenvolvimento em AJAX. Esta sess&atilde;o oferece uma vis&atilde;o geral das ferramentas mais incrementadas do GWT, incluindo como construir aplica&ccedil;&otilde;es efetivas no desenvolvimento de um ambiente Eclipse.</div>      <div id="video_building_ui_with_gwt" class="materials"></div>    </div>  </div><a name="adsense"></a><div class="session_time_block">    <h3>14:30 Editor &ndash; 15:15</h3>  <div class="session">    <div class="title">AdSense</div>    <div class="presenters">Roberto Grosman</div>    <div class="abstract">O Google AdSense oferece aos editores de sites, de qualquer tamanho, uma forma r&aacute;pida e f&aacute;cil de exibir an&uacute;ncios Google nas suas p&aacute;ginas de conte&uacute;do e ganhar dinheiro. Os an&uacute;ncios s&atilde;o relevantes, por que est&atilde;o relacionados &agrave;quilo que os usu&aacute;rios procuram no seu site ou combinam com as caracter&iacute;sticas e interesses dos visitantes que o seu conte&uacute;do normalmente atrai. Voc&ecirc; pode monetizar e otimizar as suas p&aacute;ginas de conte&uacute;do ao mesmo tempo. Esta palestra tem como objetivo apresentar a ferramenta AdSense e suas vantagens.</div>    <div id="video_adsense" class="materials"></div>  </div>  </div><a name="kml"></a><div class="session_time_block">    <h3>15:45 &ndash; 16:30</h3>  <div class="session">    <div class="title">Earth e KML</div>    <div class="presenters">Mano Marks</div>    <div class="abstract">O KML &eacute; um formato de arquivo usado para dispor dados geogr&aacute;ficos no browser Earth, como o Google Earth, Google Maps e o Google Maps para celular. Nesta sess&atilde;o, vamos apresentar uma geral sobre o desenvolvimento com KML com foco no Google Earth. Vamos discutir as caracter&iacute;sticas do KML e como us&aacute;-lo na cria&ccedil;&atilde;o de conte&uacute;dp. Tamb&eacute;m iremos falar sobre como o Google indexa os arquivos KML e como voc&ecirc; pode aumentar sua influ&ecirc;ncia quando o KML &eacute; inserido em seu site.</div>    <div id="video_kml" class="materials"></div>  </div>  </div><a name="desktop_gadgets"></a><div class="session_time_block">    <h3>16:30 &ndash; 17:15</h3>  <div class="session">    <div class="title">Google Gadgets</div>    <div class="presenters">Rodrigo Vale</div>    <div class="abstract">Google Gadgets s&atilde;o mini-aplica&ccedil;&otilde;es que trabalham com a homepage do Google, do Google Desktop ou em qualquer outra p&aacute;gina de Internet. Elas organizam desde simples formatos como HTML at&eacute; aplica&ccedil;&otilde;es complexas, e podem funcionar como Calend&aacute;rio, Globo Clim&aacute;tico, Media Player ou qualquer outra fun&ccedil;&atilde;o que voc&ecirc; queira. Esta apresenta&ccedil;&atilde;o mostrar&aacute; o produto com exemplos.</div>    <div id="video_desktop_gadgets" class="materials"></div>  </div>  </div>
		  </div>
		</div>

  		<div class="footer">
  			<p>&#169; 2007 Google - <a href="http://www.google.com.br/">P&aacute;gina inicial do Google</a> - <a href="http://googledeveloperday2007-br.blogspot.com/atom.xml">RSS Feed</a><br>
  			</p>
  		</div>
  	</div>
  </div>
<script src="https://ssl.google-analytics.com/urchin.js" type="text/javascript"></script>
<script type="text/javascript">
_uacct="UA-18071-1"; _uanchor=1; urchinTracker();
</script>
</body>
</html>
