<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
	<meta http-equiv="content-type" content="text/html;charset=UTF-8" />
	<title>Google Developer Day 2007 - &#21271;&#20140; - &#26412;&#22320;&#20449;&#24687;</title>

	<link rel="stylesheet" href="styles/global.css" type="text/css" />
</head>
<body>
	<div class="content">
		<div class="header clearfix">
			<div style="float:left;"><a href="index.html"><img src="images/logo.jpg"></a></div>
	  		<h1 style="float:right;">&#21271;&#20140;</h1>
		</div>
		
		<div class="menu">
 			<ul>
 				<li><a href="cn-home.html">&#39318;&#39029;</a></li>
		 		<li>&#26412;&#22320;&#20449;&#24687;</li>
  				<li><a href="cn-sessions.html">&#20250;&#35758;&#26085;&#31243;</a></li>
			  	<li><a href="cn-register.html">&#27880;&#20876;</a></li>
			  	<li><a href="index.html">&#20854;&#20182;&#22320;&#28857;</a></li>
		  	</ul>
		</div>
		
    	<div class="content_body local">
      		<h2>&#26412;&#22320;&#20449;&#24687;</h2>
      		<p>&#27426;&#36814;&#21442;&#21152; Google &#24320;&#21457;&#32773;&#26085;&#65281;</p>
      		<h3>&#37202;&#24215;&#20303;&#23487;</h3><p>&#22914;&#24744;&#38656;&#35201;&#38468;&#36817;&#37202;&#24215;&#20449;&#24687;&#65292;&#35831;&#35265;&#19979;&#65306; </p><p>&#35199;&#33489;&#39277;&#24215; <br />  &#22320;&#22336;&#65306;&#20013;&#22269;&#21271;&#20140;&#19977;&#37324;&#27827;&#36335;&nbsp;1 &#21495; <br />  &#37038;&#32534;&#65306;100044 <br />  &#30005;&#35805;&#65306;(8610) 6831 3388<br />  &#20256;&#30495;&#65306;(8610) 6831 4577<br />  Email: service@xiyuanhotel.com.cn<br />  <a href="http://www.xiyuanhotel.com.cn/">http://www.xiyuanhotel.com.cn</a><br /></p><p>&#21271;&#20140;&#39321;&#26684;&#37324;&#25289;&#39277;&#24215; <br />  &#22320;&#22336;&#65306;&#20013;&#22269;&#21271;&#20140;&#32043;&#31481;&#38498;&#36335;29&#21495;<br />  &#37038;&#32534;&#65306;100089 <br />  &#30005;&#35805;&#65306;(8610) 6841 2211 <br />  &#20256;&#30495;&#65306;(8610) 6841 8002/3 <br />  Email: <a href="mailto:slb@shangri-la.com">slb@shangri-la.com</a> <br />  <a href="http://www.shangri-la.com/beijing/shangri-la/sc">http://www.shangri-la.com/beijing/shangri-la/sc</a></p><h3>&#20250;&#35758;&#22320;&#22336;</h3><p>&#22320;&#22336;&#65306;&#21271;&#20140;&#28023;&#28096;&#21306;&#39318;&#20307;&#21335;&#36335;6&#21495; <br />&#37038;&#32534;&#65306;100044 <br />&#30005;&#35805;&#65306;(8610) 6849 2001<br />&#20256;&#30495;&#65306;(8610) 6849 1103<br />E-mail: <a href="mailto:bc@newcenturyhotel.com.cn">bc@newcenturyhotel.com.cn</a><br /><a href="http://www.newcenturyhotel.com.cn/">http://www.newcenturyhotel.com.cn</a> </p><h3>&#30446;&#30340;&#22320;&#20449;&#24687;</h3><p>&#21271;&#20140;&#26032;&#19990;&#32426;&#26085;&#33322;&#39277;&#24215;&#26159;&#19968;&#23478;&#20013;&#22806;&#21512;&#36164;&#30340;&#20116;&#26143;&#32423;&#35946;&#21326;&#37202;&#24215;&#65292;&#20134;&#26159;&#26085;&#33322;&#22269;&#38469;&#37202;&#24215;&#30340;&#25104;&#21592;&#20043;&#19968;&#65292;&#22320;&#22788;&#21271;&#20140;&#20013;&#35199;&#37096;&#21830;&#19994;&#25991;&#21270;&#21306;&#65292;&#21271;&#19982;&#20013;&#20851;&#26449;&#39640;&#31185;&#25216;&#22253;&#21306;&#27607;&#37051;&#65292;&#20132;&#36890;&#20415;&#21033;&#65292;&#36317;&#26426;&#22330;36&#20844;&#37324;&#65292;&#39537;&#36710;&#21482;&#38656;45&#20998;&#38047;&#21363;&#21487;&#21040;&#36798;&#65307;&#36317;&#21271;&#20140;&#35199;&#23458;&#31449;6&#20844;&#37324;&#65292;&#39537;&#36710;&#21482;&#38656;10&#20998;&#38047;&#21363;&#21487;&#21040;&#36798;&#12290;&#38468;&#36817;&#35266;&#20809;&#26223;&#28857;&#31616;&#35201;&#20171;&#32461;&#22914;&#19979;&#65306; </p><ol>  <li>&#21271;&#20140;&#21160;&#29289;&#22253; &#65288;<a href="http://www.bjzoo.com/">http://www.bjzoo.com</a>&#65289; <br /><br />&#21271;&#20140;&#21160;&#29289;&#22253;&#26159;&#20013;&#22269;&#24320;&#25918;&#26368;&#26089;&#65292;&#29645;&#31165;&#24322;&#20861;&#31181;&#31867;&#26368;&#22810;&#30340;&#21160;&#29289;&#22253;&#65292;&#36317;&#20170;&#24050;&#26377;&#20061;&#21313;&#20313;&#24180;&#30340;&#21382;&#21490;&#12290;&#23427;&#20301;&#20110;&#35199;&#22478;&#21306;&#35199;&#30452;&#38376;&#22806;&#65292;&#21344;&#22320;&#38754;&#31215;&#32422;&#20061;&#21313;&#20844;&#39031;&#65292;&#39282;&#20859;&#23637;&#35272;&#21160;&#29289;&#20061;&#30334;&#20313;&#31181;&#20004;&#19975;&#22810;&#21482;&#65292;&#27599;&#24180;&#25509;&#24453;&#20013;&#22806;&#28216;&#23458; 600&#22810;&#19975;&#20154;&#27425;&#12290; <br /><br /><br /></li>  <li>&#21271;&#20140;&#22825;&#25991;&#39302;&#65288;<a href="http://www.bjp.org.cn/">http://www.bjp.org.cn</a>&#65289; <br /><br />&#21271;&#20140;&#22825;&#25991;&#39302;&#26159;&#20013;&#22269;&#31532;&#19968;&#24231;&#22825;&#25991;&#39302;&#12290;&#20301;&#20110;&#21271;&#20140;&#35199;&#30452;&#38376;&#22806;&#12290;1957 &#24180; 9 &#26376;&#24314;&#31435;&#12290;&#35813;&#39302;&#26377;&#30452;&#24452;23.5&#31859;&#35937;&#24449;&#22825;&#31353;&#30340;&#22825;&#35937;&#21381;&#65292;&#20013;&#38388;&#23433;&#35013;&#31934;&#33268;&#30340;&#22269;&#20135;&#22823;&#22411;&#22825;&#35937;&#20202;&#65292;&#21487;&#34920;&#28436;&#26085;&#12289;&#26376;&#12289;&#26143;&#36784;&#12289;&#27969;&#26143;&#24407;&#26143;&#12289;&#26085;&#39135;&#26376;&#39135;&#31561;&#22825;&#35937;&#65292;&#33021;&#23481; 600&#20154;&#35266;&#30475;&#12290;&#38376;&#21381;&#27491;&#20013;&#26377;&#21453;&#26144;&#22320;&#29699;&#33258;&#36716;&#30340;&#20613;&#31185;&#25670;&#12290;&#35199;&#20391;&#23637;&#21381;&#38472;&#21015;&#22825;&#25991;&#30693;&#35782;&#23637;&#35272;&#65292;&#19996;&#20391;&#28436;&#35762;&#21381;&#32463;&#24120;&#20030;&#34892;&#23398;&#26415;&#20132;&#27969;&#21644;&#26222;&#21450;&#22825;&#25991;&#31185;&#23398;&#30693;&#35782;&#25253;&#21578;&#12290;&#24237;&#38498;&#20013;&#26377;&#20004;&#24231;&#22825;&#25991;&#21488;&#65292;&#20854;&#20013;&#19968;&#24231;&#35013;&#26377;&#21475;&#24452;13&#21400;&#31859;&#30340;&#26395;&#36828;&#38236;&#65292;&#35266;&#20247;&#36890;&#36807;&#23427;&#35266;&#30475;&#26376;&#20142;&#12289;&#34892;&#26143;&#12289;&#26143;&#20113;&#12289;&#26143;&#22242;&#65292;&#30333;&#22825;&#35266;&#27979;&#22826;&#38451;&#40657;&#23376;&#12290;&#35813;&#39302;&#36824;&#20351;&#29992;&#27492;&#38236;&#36827;&#34892;&#30740;&#31350;&#24615;&#35760;&#24405;&#65292;&#21442;&#21152;&#20840;&#22269;&#22826;&#38451;&#40657;&#23376;&#32852;&#21512;&#35266;&#27979;&#39033;&#30446;&#12290;&#21478;&#19968;&#24231;&#26159;&#33394;&#29699;&#26395;&#36828;&#38236;&#22825;&#25991;&#21488;&#65292;&#24212;&#29992;&#33394;&#29699;&#26395;&#36828;&#38236;&#35266;&#27979;&#21644;&#25293;&#25668;&#22826;&#38451;&#33394;&#29699;&#23618;&#30340;&#21464;&#21270;&#12290;&#35199;&#20391;&#36824;&#26377;&#22825;&#25991;&#24191;&#22330;&#65292;&#38472;&#21015;&#23460;&#22806;&#35266;&#27979;&#20202;&#22120;&#65292;&#20379;&#35266;&#20247;&#35266;&#27979;&#12290; <br /><br /><br /></li>  <li>&#21271;&#20140;&#32043;&#31481;&#38498;&#20844;&#22253;<br /><br />&#32043;&#31481;&#38498;&#20844;&#22253;&#20301;&#20110;&#35199;&#30452;&#38376;&#22806;&#65292;&#30333;&#30707;&#26725;&#36836;&#35199;&#65292;&#19982;&#22269;&#23478;&#22270;&#20070;&#39302;&#24444;&#37051;&#65292;&#19996;&#19982;&#39318;&#37117;&#20307;&#32946;&#39302;&#38548;&#36335;&#30456;&#26395;&#65292;&#21335;&#20026;&#32043;&#31481;&#38498;&#36335;&#12290;&#20844;&#22253;&#22987;&#24314;&#20110;1953&#24180;&#65292;&#22240;&#22253;&#20869;&#26377;&ldquo;&#31119;&#33643;&#32043;&#31481;&#38498;&rdquo;&#24217;&#23431;&#32780;&#24471;&#21517;&#12290;&#20840;&#22253;&#21344;&#22320;47.35&#20844;&#39031;&#65292;&#20854;&#20013;&#27700;&#38754;15.89&#20844;&#39031;&#65292;&#21335;&#38271;&#27827;&#12289;&#21452;&#32043;&#28192;&#31359;&#22253;&#32780;&#36807;&#65292;&#26159;&#19968;&#24231;&#32736;&#31487;&#32047;&#19975;&#65292;&#24189;&#31681;&#30334;&#21697;&#65292;&#20197;&#31481;&#21462;&#32988;&#65292;&#20197;&#31481;&#20026;&#26223;&#30340;&#33258;&#28982;&#24335;&#23665;&#27700;&#22253;&#12290;&#20027;&#35201;&#26223;&#21306;&#12289;&#26223;&#28857;&#26377;&#31584;&#30707;&#33489;&#12289;&#38738;&#33714;&#23707;&#12289;&#26126;&#26376;&#23707;&#12289;&#32511;&#27631;&#35799;&#38901;&#12289;&#32536;&#35805;&#31481;&#21531;&#12289;&#28548;&#30887;&#23665;&#25151;&#12289;&#32043;&#31481;&#22402;&#38035;&#12289;&#36328;&#28023;&#24449;&#19996;&#12289;&#20799;&#31461;&#20048;&#22253;&#31561;&#12290; <br /><br /><br /></li>  <li>&#20013;&#22269;&#22269;&#23478;&#22270;&#20070;&#39302; <br /><br />&#22269;&#23478;&#22270;&#20070;&#39302;&#26159;&#32508;&#21512;&#24615;&#30740;&#31350;&#22270;&#20070;&#39302;&#65292;&#22269;&#23478;&#24635;&#20070;&#24211;&#12290;&#25130;&#33267; 2005 &#24180;&#24213;&#65292;&#22269;&#23478;&#22270;&#20070;&#39302;&#39302;&#34255;&#20013;&#25991;&#22270;&#20070; 5,920,588 &#20876;&#65292;&#22806;&#25991;&#22270;&#20070; 3,280,060 &#20876;&#12290; <br /><br /><br /></li>  <li>&#39318;&#37117;&#20307;&#32946;&#39302; <br /><br />&#39318;&#37117;&#20307;&#32946;&#39302;&#20301;&#20110;&#30333;&#30707;&#26725;&#36335;&#65292;&#26159;&#22269;&#23478;&#20307;&#32946;&#24635;&#23616;&#22312;&#20140;&#30452;&#23646;&#20107;&#19994;&#21333;&#20301;&#12290;&#20462;&#24314;&#20110; 1968 &#24180;&#65292;&#38754;&#31215;&#32422;&#20026;&#19977;&#19975;&#22810;&#24179;&#26041;&#31859;&#65292;&#27607;&#37051;&#22885;&#26519;&#21305;&#20811;&#39277;&#24215;&#65292;&#26159;&#21271;&#20140;&#20026;&#26412;&#23626;&#22823;&#23398;&#29983;&#36816;&#21160;&#20250;&#32780;&#23433;&#25490;&#30340;&#37325;&#28857;&#25913;&#36896;&#22330;&#39302;&#20043;&#19968;&#65292;&#20063;&#26159;&#20247;&#22810;&#37325;&#35201;&#27604;&#36187;&#21450;&#31726;&#29699;&#12289;&#25490;&#29699;&#65292;&#32701;&#27611;&#29699;&#31561;&#36187;&#22330;&#25152;&#22312;&#22320;&#12290; &#39318;&#37117;&#20307;&#32946;&#39302;&#22330;&#39302;&#20869;&#21508;&#39033;&#22522;&#30784;&#35774;&#26045;&#26159;&#21442;&#29031;&#22269;&#38469;&#26631;&#20934;&#36827;&#34892;&#30340;&#25913;&#24314;&#12290;&#23627;&#38754;&#37319;&#29992;&#36328;&#24230;&#20026; 60 &#31859;&#30340;&#24425;&#33394;&#38050;&#26495;&#38138;&#39030;&#65292;&#28783;&#20809;&#29031;&#24230;&#36798;&#21040;&#20102; 2000Lx (&#22269;&#38469;&#26631;&#20934;&#20026;1500Lx)&#12290;&#22312;&#22330;&#39302;&#20004;&#20391;&#65292;&#20004;&#22359; 100 &#24179;&#26041;&#31859;&#30340;&#24425;&#33394;&#22823;&#23631;&#24149;&#26684;&#22806;&#24341;&#20154;&#27880;&#30446;&#65292;&#27599;&#24179;&#31859; 6,900 &#20010;&#26463;&#28857;&#20351;&#22270;&#35937;&#36824;&#21407;&#25928;&#26524;&#26356;&#21152;&#28165;&#26224;&#12290;&#32463;&#36807;&#19981;&#26029;&#30340;&#21457;&#23637;&#65292;&#39318;&#37117;&#20307;&#32946;&#39302;&#24050;&#32463;&#28176;&#28176;&#25104;&#20026;&#21271;&#20140;&#37325;&#35201;&#30340;&#20307;&#32946;&#25991;&#21270;&#27963;&#21160;&#22330;&#25152;&#20043;&#19968;&#12290; &#36825;&#24231;&#20307;&#32946;&#39302;&#21344;&#22320;&#19971;&#20844;&#39031;&#65292;&#24635;&#24314;&#31569;&#38754;&#31215;&#22235;&#19975;&#24179;&#26041;&#31859;&#65292;&#19996;&#35199;&#38271;&#19968;&#30334;&#20108;&#21313;&#20108;&#31859;&#65292;&#21335;&#21271;&#23485;&#19968;&#30334;&#38646;&#19971;&#31859;&#65292;&#23627;&#39030;&#32467;&#26500;&#20026;&#24179;&#26495;&#22411;&#65292;&#21464;&#21521;&#31354;&#38388;&#38050;&#32593;&#26550;&#65292;&#36328;&#24230;&#20061;&#21313;&#20061;&#31859;&#12290;&#39302;&#20869;&#26377;&#19968;&#19975;&#20843;&#21315;&#20010;&#35266;&#20247;&#24109;&#65292;&#26159;&#21271;&#20140;&#24066;&#26368;&#22823;&#30340;&#29616;&#20195;&#21270;&#20307;&#32946;&#39302;&#12290; &#36825;&#24231;&#20307;&#32946;&#39302;&#35774;&#26377;&#27604;&#36187;&#22823;&#21381;&#19968;&#20010;&#65292;&#32451;&#20064;&#39302;&#19977;&#20010;&#65292;&#35266;&#20247;&#20241;&#24687;&#21381;&#20845;&#20010;&#12290;&#27604;&#36187;&#22823;&#21381;&#30340;&#27604;&#36187;&#22330;&#38271;&#20843;&#21313;&#20843;&#31859;&#65292;&#23485;&#22235;&#21313;&#31859;&#12290;&#27604;&#36187;&#22330;&#20869;&#30340;&#22320;&#26495;&#21487;&#20197;&#31227;&#21160;&#25764;&#36208;&#65292;&#25918;&#27700;&#32467;&#20912;&#21518;&#65292;&#21487;&#36827;&#34892;&#28369;&#20912;&#65292;&#20912;&#29699;&#65292;&#33457;&#26679;&#28369;&#20912;&#31561;&#20912;&#19978;&#20307;&#32946;&#27604;&#36187;&#12290;</li></ol>
    	</div>
    
  		<div class="footer">
  			<p>&#169; 2007 Google - <a
                          href="http://www.google.com/">Google &#39318;&#39029;</a>
                        - <a href="http://googledeveloperday2007-cn.blogspot.com/atom.xml">RSS Feed</a><br>
  			</p>
  		</div>
	</div>
<script src="https://ssl.google-analytics.com/urchin.js" type="text/javascript"></script>
<script type="text/javascript">
_uacct="UA-18071-1"; _uanchor=1; urchinTracker();
</script>
</body>
</html>
