<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" xml:lang="en" lang="en">
<head>
	<meta http-equiv="content-type" content="text/html;charset=UTF-8" />
	<title>Google Developer Day 2007 - &#26481;&#20140; - &#12475;&#12483;&#12471;&#12519;&#12531;&#26696;&#20869;</title>
	<link rel="stylesheet" href="styles/global.css" type="text/css" />
	<script src="scripts/showvideos.js" type="text/javascript"></script>
	<script type="text/javascript">
	window.onload = function() {
		VideoInfo.init('jp');
	}
	</script>
</head>
<body>
	<div class="content">
		<div class="header clearfix">
			<div style="float:left;"><a href="index.html"><img src="images/logo.jpg"></a></div>
			<h1 style="float:right;">&#26481;&#20140;</h1>
		</div>
	
		<div class="menu">
			<ul>
				<li><a href="jp-home.html">&#12507;&#12540;&#12512;</a></li>
				<li><a href="jp-local.html">&#20250;&#22580;&#26696;&#20869;</a></li>
				<li>&#12475;&#12483;&#12471;&#12519;&#12531;&#26696;&#20869;</li>
				<li><a href="jp-register.html">&#30331;&#37682;</a></li>
				<li><a href="index.html"></a></li>
			</ul>
		</div>

		<div class="content_body">
		  <div class="sessionschedule">
		  <h2>&#12473;&#12465;&#12472;&#12517;&#12540;&#12523;</h2>
		  <table class="schedule" border="0" cellspacing="0" width="100%">	<tr>		<td class="times">10:00 - 12:00</td>		<td colspan="2">&#22522;&#35519;&#35611;&#28436;</td>	</tr>	<tr>		<td class="times">12:00 - 13:00</td>		<td colspan="2">Lunch</td>	</tr>	<tr>		<td class="times">13:00 - 14:00</td>		<td>Google Maps API Introduction<br/>		  Chris Atenasio</td>		<td>Google Gadgets API<br/>Sophia Brueckner</td>	</tr>	<tr>		<td class="times">14:15 - 15:15</td>		<td>KML: Geographical Format For Earth &amp; Maps<br/>Bruno Bowden</td>		<td>Google Desktop Gadgets<br/>James Yum</td>	</tr>	<tr>		<td class="times">15:15 - 15:30</td>		<td colspan="2">&#20241;&#12288;&#25001;</td>	</tr>	<tr>		<td class="times">15:30 - 16:30</td>		<td>Intro to Google Data APIs: Mashing up Google Calendar, Spreadsheets and more!<br/>Ryan Boyd</td>		<td>Google AJAX API<br />Yuichi Omata</td>	</tr>	<tr>	  <td class="times">16:45 - 17:45</td>	  <td>Making Maps Mashups Discoverable<br />Adam Schuck</td>	  <td>Software Engineer in Google<br/>Fumitoshi Ukai</td>  </tr>	<tr>	  <td class="times">18:00 - 19:30</td>	  <td colspan="2">&#12524;&#12475;&#12503;&#12471;&#12519;&#12531;    &#12497;&#12540;&#12486;&#12451;&#12540;</td>  </tr></table>
		  </div>

		  <h2>&#12475;&#12483;&#12471;&#12519;&#12531;&#20869;&#23481;</h2>
		  <div class="session_time_block">  <h3>13:00 - 14:00</h3>  <div class="session">		<div class="title">Google Maps API (&#20206;&#38988;)</div>		<div class="presenters">Chris Atenasio</div>		<div class="abstract">Google Map API &#12399;&#12289;&#12454;&#12455;&#12502;&#12469;&#12452;&#12488;&#12395;&#26082;&#25104;&#12398;&#22320;&#22259;&#12434;&#32068;&#12415;&#36796;&#12416;&#20778;&#12428;&#12383;&#25163;&#27573;&#12391;&#12377;&#12290;&#12371;&#12398;&#12475;&#12483;&#12471;&#12519;&#12531;&#12391;&#12399;&#12289;&#12372;&#33258;&#36523;&#12391;&#12458;&#12522;&#12472;&#12490;&#12523;&#12398;&#12510;&#12483;&#12503;&#12510;&#12483;&#12471;&#12517;&#12450;&#12483;&#12503;&#12434;&#20316;&#25104;&#12377;&#12427;&#26041;&#27861;&#12434;&#23398;&#12403;&#12414; &#12377;&#12290;&#12414;&#12378;&#22522;&#26412;&#12363;&#12425;&#22987;&#12417;&#12289;&#12381;&#12398;&#24460;&#12356;&#12367;&#12388;&#12363;&#20363;&#12434;&#32057;&#20171;&#12375;&#12414;&#12377;&#12398;&#12391;&#12289;&#12393;&#12358;&#12382;&#36523;&#19968;&#12388;&#12391;&#12289;&#12467;&#12540;&#12498;&#12540;&#12391;&#12418;&#12372;&#29992;&#24847;&#12375;&#12390;&#12362;&#36234;&#12375;&#12367;&#12384;&#12373;&#12356;&#12290;&#12414;&#12383;&#12289;&#12475;&#12483;&#12471;&#12519;&#12531;&#12398;&#26368;&#24460;&#12395; Q&amp;A &#12434;&#35373;&#12369;&#12414;&#12377;&#12398;&#12391;&#12289;&#12371;&#12398;&#27231;&#20250;&#12395;&#12380;&#12402;&#32862;&#12365;&#12383;&#12356;&#12392;&#12356;&#12358;&#36074;&#21839;&#12364;&#12354;&#12426;&#12414;&#12375;&#12383;&#12425;&#12289;&#12372;&#28310;&#20633;&#12367;&#12384;&#12373;&#12356;&#12290;&nbsp;</div>    <div id="video_maps" class="materials"></div>	</div>	<div class="session"><div class="title">Google Gadgets API </div><div class="presenters">Sophia Brueckner</div><div class="abstract">Google Gadgets API &#12399;&#12289;&#12373;&#12414;&#12374;&#12414;&#12394; Google &#35069;&#21697;&#19978;&#12391;&#31292;&#20685;&#12377;&#12427;&#12467;&#12531;&#12486;&#12531;&#12484;&#12420;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12434;&#20316;&#25104;&#12377;&#12427;&#31777;&#21336;&#12394;&#26041;&#27861;&#12391;&#12377;&#12290;&#12373;&#12414;&#12374;&#12414;&#12394; Google &#35069;&#21697;&#12392;&#12399;&#12289;&#20363;&#12360;&#12400;&#12289; Google Personalized Homepage&#12289;Google Desktop&#12289;Google Page Creator&#12289;&#12381;&#12375;&#12390; Google Gadgets For Your Webpage &#12434;&#25505;&#29992;&#12377;&#12427;&#12454;&#12455;&#12502;&#19978;&#12398;&#25968;&#21315;&#12398;&#12469;&#12452;&#12488;&#12394;&#12393;&#12391;&#12377;&#12290;&#12460;&#12472;&#12455;&#12483;&#12488;&#12399;&#27598;&#36913;&#12289;&#25968;&#21315;&#19975;&#12398;&#12518;&#12540;&#12470;&#12540;&#12395;&#21033;&#29992;&#12373;&#12428;&#12390;&#12362;&#12426;&#12289;&#33258;&#20998;&#12398;&#12460;&#12472;&#12455;&#12483;&#12488;&#12434;&#31777;&#21336;&#12395;&#20844;&#12398;&#12487;&#12451;&#12524;&#12463; &#12488;&#12522;&#12408;&#36865;&#12426;&#12289;&#19990;&#30028;&#20013;&#12398;&#12518;&#12540;&#12470;&#12540;&#12395;&#35211;&#12388;&#12369;&#12390;&#12418;&#12425;&#12358;&#12371;&#12392;&#12364;&#21487;&#33021;&#12391;&#12377;&#12290;&#12460;&#12472;&#12455;&#12483;&#12488;&#12399;&#38750;&#24120;&#12395;&#31777;&#21336;&#12395;&#20316;&#25104;&#12391;&#12365;&#12427;&#12383;&#12417;&#12289;&#21021;&#12417;&#12390;&#12398;&#12460;&#12472;&#12455;&#12483;&#12488;&#12391;&#12418; 5 &#20998;&#12391;&#20316;&#25104;&#12391;&#12365;&#12414;&#12377;&#12375;&#12289; &#26082;&#23384;&#12398;&#12454;&#12455;&#12502;&#12467;&#12531;&#12486;&#12531;&#12484;&#12434;&#12460;&#12472;&#12455;&#12483;&#12488;&#12395;&#22793;&#12360;&#12427;&#12371;&#12392;&#12418;&#21487;&#33021;&#12391;&#12377;&#12290;&#29305;&#21029;&#12394;&#12469;&#12452;&#12531;&#12450;&#12483;&#12503;&#12418;&#12394;&#12369;&#12428;&#12400;&#12289;&#12480;&#12454;&#12531;&#12525;&#12540;&#12489;&#12398;&#24517;&#35201;&#12418;&#12354;&#12426;&#12414;&#12379;&#12435;&#12290;&#12371;&#12398;&#35611;&#28436;&#12391;&#12399;&#12289; Google Personalized Homepage &#12392; Google Gadget API &#12434;&#32057;&#20171;&#12375;&#12414;&#12377;&#12290;&#12414;&#12383;&#12289;&#12371;&#12398; API &#12398;&#39640;&#24230;&#27231;&#33021;&#12420;&#12289;Google Gadget &#12434; Personalized Homepage &#20197;&#22806;&#12395;&#27963;&#29992;&#12377;&#12427;&#12371;&#12392;&#12395;&#12388;&#12356;&#12390;&#12418;&#36848;&#12409;&#12414;&#12377;&#12290;</div>    <div id="video_gadgets" class="materials"></div></div></div><div class="session_time_block"><h3>14:15 - 15:15</h3><div class="session"><div class="title">KML (&#20206;&#38988;) </div><div class="presenters">Bruno Bowden</div><div class="abstract">KML &#12399;&#12289;Google &#12364;&#22320;&#29702;&#12487;&#12540;&#12479;&#12398;&#34920;&#29694;&#12395;&#29992;&#12356;&#12427;&#12487;&#12540;&#12479;&#24418;&#24335;&#12391;&#12377;&#12290;KML &#12399;&#24403;&#21021;&#12289;Google Earth &#21521;&#12369;&#12395;&#38283;&#30330;&#12373;&#12428;&#12414;&#12375;&#12383;&#12364;&#12289;&#29694;&#22312;&#12399; Google Map &#12398;&#12411;&#12363;&#12289;&#27425;&#31532;&#12395;&#22810;&#12367;&#12398;&#12469;&#12540;&#12489;&#12497;&#12540;&#12486;&#12451;&#35069;&#21697;&#12391;&#12418;&#12469;&#12509;&#12540;&#12488;&#12373;&#12428;&#12427;&#12424;&#12358;&#12395;&#12394;&#12387;&#12390;&#12356;&#12414;&#12377;&#12290;&#12371;&#12398;&#12501;&#12457;&#12540;&#12510;&#12483;&#12488;&#12399; XML &#12505;&#12540;&#12473;&#12394;&#12398;&#12391;&#21462;&#12426;&#25201;&#12356;&#12399;&#23481;&#26131;&#12391;&#12377;&#12290;</div>    <div id="video_kml" class="materials"></div></div><div class="session"><div class="title">Google Desktop Gadgets</div><div class="presenters">James Yum</div><div class="abstract">  Google Desktop Gadget  &#12399;&#12452;&#12531;&#12479;&#12521;&#12463;&#12486;&#12451;&#12502;&#12394;&#12511;&#12491;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12391;&#12354;&#12426;&#12289; RSS  &#12501;&#12451;&#12540;&#12489;&#12522;&#12540;&#12480;&#12540;&#12391;&#12354;&#12387;&#12383;&#12426;&#12289;&#12466;&#12540;&#12512;&#12391;&#12354;&#12387;&#12383;&#12426;&#12289;&#12511;&#12517;&#12540;&#12472;&#12483;&#12463;&#12503;&#12524;&#12540;&#12516;&#12540;&#12391;&#12354;&#12387;&#12383;&#12426; &#12375;&#12414;&#12377;&#12290;&#12371;&#12398;&#35611;&#28436;&#12391;&#12399;&#12414;&#12378;&#12289; JavaScript &#12420; XML&#12434;&#20351;&#29992;&#12375;&#12390;&#12289;&#12393;&#12428;&#12411;&#12393;&#31777;&#21336;&#12395;&#33258;&#20316;&#12398;&#12487;&#12473;&#12463;&#12488;&#12483;&#12503;&#12460;&#12472;&#12455;&#12483;&#12488;&#12434;&#35069;&#20316;&#12391;&#12365;&#12427;&#12363;&#12434;&#25259;&#38706;&#12375;&#12414;&#12377;&#12290;&#12381;&#12398;&#24460;&#12289; Google Talk&#12395;&#12424;&#12427;&#12510;&#12523;&#12481;&#12518;&#12540;&#12470;&#12540;&#12469;&#12509;&#12540;&#12488;&#12289;&#12493;&#12452;&#12486;&#12451;&#12502;API&#12398;&#21628;&#12403;&#20986;&#12375;&#12289; Google Desktop &#12452;&#12531;&#12487;&#12483;&#12463;&#12473;&#12408;&#12398;&#12463;&#12456;&#12522;&#12392;&#12356;&#12387;&#12383;&#39640;&#24230;&#12394;&#12486;&#12463;&#12491;&#12483;&#12463;&#12395;&#12388;&#12356;&#12390;&#36848;&#12409;&#12414;&#12377;&#12290;</div>    <div id="video_desktop_gadget" class="materials"></div></div></div><div class="session_time_block"><h3>15:30 - 16:30</h3><div class="session"><div class="title">Intro to Google Data APIs: Mashing up Google Calendar, Spreadsheets and more!</div><div class="presenters">Ryan Boyd</div><div class="abstract">Google  &#12398;&#20351;&#21629;&#12399;&#12289;&#19990;&#30028;&#12398;&#24773;&#22577;&#12434;&#20307;&#31995;&#21270;&#12375;&#12289;&#20840;&#19990;&#30028;&#12364;&#12381;&#12358;&#12375;&#12383;&#24773;&#22577;&#12395;&#12450;&#12463;&#12475;&#12473;&#12375;&#12289;&#27963;&#29992;&#12391;&#12365;&#12427;&#12424;&#12358;&#12395;&#12377;&#12427;&#12371;&#12392;&#12391;&#12377;&#12290; Google Data &#12503;&#12525;&#12488;&#12467;&#12523;&#12399;&#12289;&#28961;&#25968;&#12398; Google  &#12469;&#12540;&#12499;&#12473;&#12395;&#12450;&#12463;&#12475;&#12473;&#12377;&#12427;&#20849;&#36890;&#12398;&#12513;&#12459;&#12491;&#12474;&#12512;&#12434;&#25552;&#20379;&#12377;&#12427;&#12371;&#12392;&#12391;&#12289;&#12381;&#12398;&#23455;&#29694;&#12434;&#25903;&#12360;&#12390;&#12356;&#12414;&#12377;&#12290; Google Data  &#12503;&#12525;&#12488;&#12467;&#12523;&#12399;&#12289; Atom&#12471;&#12531;&#12472;&#12465;&#12540;&#12471;&#12519;&#12531;&#12501;&#12457;&#12540;&#12510;&#12483;&#12488;&#12392; Atom Publishing Protocol &#65288; APP&#65289;&#12434;&#25505;&#29992;&#12375;&#12289;&#12371;&#12428;&#12425;&#12398;&#35215;&#26684;&#12364;&#25505;&#29992;&#12377;&#12427;&#25313;&#24373;&#12513;&#12459;&#12491;&#12474;&#12512;&#12434;&#27963;&#29992;&#12375;&#12390;&#12289; Picasa &#12289; Google Calendar &#12289; Google Spreadsheet &#12289; Google Base &#12289;Blogger&#12289;&#12381;&#12398;&#12411;&#12363;&#12398;&#12469;&#12540;&#12499;&#12473;&#12434;&#20844;&#38283;&#12375;&#12390;&#12356;&#12414;&#12377;&#12290; &#12371;&#12398;&#35611;&#28436;&#12391;&#12399;&#12289; Google Data  &#12503;&#12525;&#12488;&#12467;&#12523;&#12398;&#27010;&#35201;&#12434;&#36848;&#12409;&#12289;&#12450;&#12503;&#12522;&#12465;&#12540;&#12471;&#12519;&#12531;&#12398;&#20363;&#12434;&#32057;&#20171;&#12375;&#12414;&#12377;&#12290;&#20363;&#12360;&#12400;&#12289; Google Spreadsheet &#12363;&#12425; Google Calendar &#12420; Google Base  &#12395;&#12452;&#12505;&#12531;&#12488;&#12434;&#12497;&#12502;&#12522;&#12483;&#12471;&#12517;&#12377;&#12427;&#12484;&#12540;&#12523;&#12394;&#12393;&#12391;&#12377;&#12290; HTTP &#12362;&#12424;&#12403; XML&#12395;&#38306;&#12377;&#12427;&#20107;&#21069;&#12398;&#30693;&#35672;&#12364;&#12354;&#12427;&#12392;&#33391;&#12356;&#12391;&#12375;&#12423;&#12358;&#12290;</div>    <div id="video_gdata" class="materials"></div></div><div class="session"><div class="title">AJAX Search (&#20206;&#38988;) </div><div class="presenters">Yuichi Omata</div><div class="abstract">&#36817;&#26085;&#20013;&#12395;&#20844;&#38283;&#12356;&#12383;&#12375;&#12414;&#12377;&#12290;<br />  &#20170;&#12375;&#12400;&#12425;&#12367;&#12362;&#24453;&#12385;&#12367;&#12384;&#12373;&#12356;&#12290;</div>    <div id="video_ajax_search" class="materials"></div></div></div><div class="session_time_block"><h3>16:45 - 17:45</h3><div class="session"><div class="title">Making Maps Mashups Discoverable</div><div class="presenters">Adam Schuck</div><div class="abstract">Google &#12510;&#12483;&#12503; API &#12398;&#12522;&#12522;&#12540;&#12473;&#20197;&#38477;&#12289;&#12371;&#12398;2&#24180;&#38291;&#12391;&#25968;&#21315;&#12398; Google  &#12510;&#12483;&#12503;&#12398;&#12510;&#12483;&#12471;&#12517;&#12450;&#12483;&#12503;&#12364;&#35069;&#20316;&#12373;&#12428;&#12390;&#12356;&#12414;&#12377;&#12290;&#12375;&#12363;&#12375;&#12289;&#12371;&#12428;&#12425;&#12398;&#12469;&#12452;&#12488;&#12398;&#22810;&#12367;&#12399;&#24773;&#22577;&#12398;&#23396;&#23798;&#12398;&#12424;&#12358;&#12394;&#12418;&#12398;&#12391;&#12289;&#12381;&#12398;&#23384;&#22312;&#12434;&#30693;&#12427;&#12518;&#12540;&#12470;&#12540;&#12399;&#12431;&#12378;&#12363;&#12391;&#12377;&#12290;&#19990;&#30028;&#20013;&#12398;&#12518;&#12540;&#12470;&#12540;&#12364;&#12371;&#12358;&#12375;&#12383;&#12469;&#12452;&#12488;&#12434;&#12424;&#12426;&#30330;&#35211;&#12375;&#12420;&#12377;&#12367;&#12394;&#12427;&#12424;&#12358;&#12395;&#12450;&#12503;&#12525;&#12540;&#12481;&#12434;&#26908;&#35388;&#12375;&#12414;&#12377;&#12290;<br />&#35443;&#12375;&#12367;&#12399;&#12289; Developer Day &#12395;&#12390;&#12290;</div>    <div id="video_gdata_api" class="materials"></div></div><div class="session"><div class="title">Software Engineer in Google</div><div class="presenters">Fumitoshi Ukai</div><div class="abstract">Google &#12398;&#12477;&#12501;&#12488;&#12454;&#12455;&#12450;&#12456;&#12531;&#12472;&#12491;&#12450;&#12395;&#12394;&#12387;&#12383;&#12458;&#12540;&#12503;&#12531;&#12477;&#12540;&#12473;&#38283;&#30330;&#32773;&#12394;&#12393;&#12399;&#22810;&#12356;&#12290;&#12375;&#12363;&#12375; blog  &#12394;&#12393;&#12398;&#26356;&#26032;&#38971;&#24230;&#12364;&#12373;&#12364;&#12387;&#12383;&#12426;&#12375;&#12390;&#12289;&#22806;&#12363;&#12425;&#12384;&#12392;&#20013;&#12364;&#12393;&#12358;&#12394;&#12387;&#12390;&#12356;&#12427;&#12398;&#12363;&#12431;&#12363;&#12425;&#12394;&#12356;&#12392;&#35328;&#12431;&#12428;&#12427;&#12371;&#12392;&#12364;&#22810;&#12356;&#12290;&#26412;&#12475;&#12483;&#12471;&#12519;&#12531;&#12391;&#12399;&#12289; &#26222;&#27573;&#12354;&#12414;&#12426;&#35486;&#12425;&#12428;&#12427;&#12371;&#12392;&#12398;&#23569;&#12394;&#12356; Googler &#12398;&#26085;&#24120;&#12420;&#12459;&#12523;&#12481;&#12515;&#12540;&#12434;&#20013;&#24515;&#12395;&#12289; Google  &#12398;&#12456;&#12531;&#12472;&#12491;&#12450;&#12364;&#12393;&#12398;&#12424;&#12358;&#12394;&#12371;&#12392;&#12434;&#32771;&#12360;&#12393;&#12398;&#12424;&#12358;&#12395;&#20181;&#20107;&#12434;&#12375;&#12390;&#12356;&#12427;&#12398;&#12363;&#12394;&#12393;&#12395;&#12388;&#12356;&#12390;&#35500;&#26126;&#12375;&#12414;&#12377;&#12290;</div>    <div id="video_googleblog" class="materials"></div></div></div>
		  </div>
		</div>

  		<div class="footer">
  			<p>&#169; 2007 Google - <a href="http://www.google.jp/">Google &#12507;&#12540;&#12512;</a> - <a href="http://googledeveloperday2007-ja.blogspot.com/atom.xml">RSS&#12501;&#12451;&#12540;&#12489;</a><br>
  			</p>
  		</div>
  	</div>
  </div>
<script src="https://ssl.google-analytics.com/urchin.js" type="text/javascript"></script>
<script type="text/javascript">
_uacct="UA-18071-1"; _uanchor=1; urchinTracker();
</script>
</body>
</html>
